Repository: s-zeid/AppBackup
Catalog: src/i18n/*.lproj/Localizable.strings
Languages: dutch, french, german, spanish

# baktext_yes
source: Last backed up: %@
dutch: Laatste backup: %@
french: Dernière sauvagerde : %@
german: Letzte Sicherung: %@
spanish: Último respaldo.: %@

# baktext_no
source: Never backed up.
dutch: Nooit gebackupped.
french: Jamais sauvegardé.
german: Keine Sicherung erstellt.
spanish: No hay copias de seguridad.

# app_corrupted_list
source: This app is corrupted.
dutch: De applicatie is corrupt.
french: Cette application est endommagée.
german: Die Applikation ist in einem inkonsistenten Zustand
spanish: Aplicación corrompida.

# app_corrupted_prompt
source: This app is corrupted and therefore cannot be backed up or restored.
dutch: De applicatie is corrupt en kan niet gebackupped of teruggezet worden.
french: Cette application est endommagée et ne peut donc pas être sauvegardée ou restaurée.
german: Die Daten dieser Applikation sind in einem inkonsistenten Zustand und können nicht gesichert werden.
spanish: Esta aplicación está corrompida y por tanto no puede ser respaldada y restaurada.

# all_button
source: All
dutch: Alles
french: Tout
german: Alle
spanish: Todo

# all_apps
source: All Applications
dutch: Alle Applicaties
french: Toutes les applications
german: Alle Applikationen
spanish: Todas las aplicaciones

# about_button
source: About
dutch: Info
french: À propos
german: Info
spanish: Acerca de

# about_title
source: About %@
dutch: Info %@
french: À propos de %@
german: Über %@
spanish: Acerca de %@

# main_window_title
source: App Store Apps
dutch: App Store Applicaties
french: Applications
german: App Store Applikationen
spanish: Aplica. App Stores

source: Apps
dutch: Applicaties
french: Applications
german: Applikationen
spanish: Aplica.

# singular_possessive
source: %@'s
french: de %@

source: Please wait...
dutch: Laden...
french: Patientez...
german: Einen Moment bitte...
spanish: Por favor, espera...

source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
spanish: Cancelar

source: Backup
french: Sauvegarder
german: Sichern
spanish: Respaldar

source: Restore
dutch: Terugzetten
french: Restaurer
german: Wiederherstellen
spanish: Restaurar

# backup_1_app
source: Do you want to backup this app's saved data?
dutch: Wil je de data van deze applicatie backuppen?
french: Voulez-vous sauvegarder les données de cette application ?
german: Möchten Sie die Daten dieser Applikation sichern?
spanish: ¿Quieres guardar los datos guardados por esta aplicación??

# backup_restore_1_app
source: Do you want to backup or restore this app's saved data?
dutch: Wil je de data van deze applicatie backuppen of terugzetten?
french: Voulez-vous sauvegarder ou restaurer les données de cette application ?
german: Möchten Sie die Daten dieser Applikation sichern oder wiederherstellen?
spanish: ¿Quieres guardar o restaurar los datos guardados por esta aplicación?

# backup_all_apps
source: Do you want to backup all apps' saved data?
dutch: Wil je de data van alle applicaties backuppen
french: Voulez-vous sauvegarder les données de toutes les applications ?
german: Möchten Sie die Daten aller Applikationen sichern?
spanish: ¿Quieres guardar todos los datos guardados por las aplicaciones?

# backup_restore_all_apps
source: Do you want to backup or restore all apps' saved data?
dutch: Wil je de data van alle applicaties backuppen of terugzetten?
french: Voulez-vous sauvegarder ou restaurer les données de toutes les applications ?
german: Möchten Sie die Daten aller Applikationen sichern oder wiederherstellen?
spanish: ¿Quieres guardar o restaurar todos los datos guardados por las apliaciones?

source: Web Site
french: Site internet
german: Web Seite
spanish: Página web

source: %@ done!
dutch: %@ Klaar!
french: %@ effectuée !
german: %@ fertig!
spanish: %@ terminada!

source: %@ partially done
dutch: %@ gedeeltelijk voltooid
french: %@ partiellement effectuée
german: %@ teilweise fertig
spanish: %@ realizada parcialmente

source: Backup done!
dutch: Backup voltooid!
french: Sauvegarde effectuée !
german: Sicherung fertig!
spanish: Copia realizada

source: Backup partially done
dutch: Backup gedeeltelijk voltooid
french: Sauvegarde partiellement effectuée
german: Sicherung teilweise fertig
spanish: Copia parcialmente realizada

source: Backup failed
dutch: Backup mislukt
french: La sauvegarde a echouée
german: Sicherung gescheitert
spanish: ¡Copia fallida!

source: Restore done!
dutch: Terugzetten voltooid!
french: Restauration effectuée !
german: Wiederherstellung fertig!
spanish: Restauración completa

source: Restore partially done
dutch: Terugzetten gedeeltelijk voltooid
french: Restauration partiellement effectuée
german: Wiederherstellung teilweise fertig
spanish: Restauración parcialmente realizada

source: Restore failed
dutch: Terugzetten mislukt
french: La restauration a echouée
german: Wiederherstellung gescheitert
spanish: Restauración fallida

# all_status_backup_doing
source: Backing up all apps' saved data...
dutch: Alle opgeslagen data van de applicaties wordt nu gebackupped...
french: Sauvegarde des données de toutes les applications en cours...
german: Sichere die Daten aller Applikationen
spanish: Respaldando todos los datos guardados por las aplicaciones...

# all_status_backup_done
source: Backed up all apps' data!
dutch: Alle data van de applicaties zijn nu gebackupped!
french: Sauvegarde des données de toutes les applications effectuée !
german: Die Daten aller Applikationen sind gesichert
spanish: Se han respaldado todos los datos de las aplicaciones

# all_status_backup_failed
source: The following apps' data could not be backed up:
dutch: De volgende applicaties kunnen niet worden gebackupped:
french: Les données des applications suivantes n'ont pu être sauvegardées :
german: Die Daten folgender Applikationen konnten nicht gesichert werden
spanish: No se pudieron guardar los datos de las siguientes aplicaciones:

# all_status_backup_corrupted
source: The following apps' data were not backed up because they are corrupted:
dutch: De volgende applicaties kunnen niet worden gebackupped vanwege corrupte data:
french: Les données des applications suivantes n'ont pu être sauvegardées car elles sont endommagées :
german: Die Daten folgender Applikationen konnten nicht gesichert werden, da diese inkonsistent sind:
spanish: No se respaldaron las siguientes aplicaciones debido a que estaban corrompidas:

# all_status_restore_doing
source: Restoring all apps' saved data...
dutch: Alle data van de applicaties wordt nu teruggezet...
french: Restauration des données de toutes les applications en cours...
german: Stelle die Daten aller Applikationen wieder her.
spanish: Restaurando los datos guardados por las aplicaciones...

# all_status_restore_done
source: Restored all apps' data!
dutch: Alle data van de applicaties zijn teruggezet!
french: Restauration des données de toutes les applications effectuée !
german: Die Daten aller Applikationen sind wiederhergestellt
spanish: Se han restaurado todos los datos guardados por las aplicaciones

# all_status_restore_failed
source: The following apps' data could not be restored:
dutch: De volgende applicaties konden niet worden teruggezet:
french: Les données des applications suivantes n'ont pu être restaurées :
german: Die Daten folgender Applikationen konnten nicht wiederhergestellt werden:
spanish: No se pudieron restaurar las siguientes aplicaciones:

# all_status_restore_corrupted
source: The following apps' data were not restored because they are corrupted:
dutch: De volgende applicaties konden niet worden teruggezet omdat ze corrupt zijn:
french: Les données des applications suivantes n'ont pu être restaurées car elles sont endommagées :
german: Die Daten folgender Applikationen konnten nicht wiederhergestellt werden, da diese inkonsistent sind:
spanish: Los datos de las siguientes aplicaciones no se pudieron restaurar debido a que estaban corrompidas:

# 1_status_backup_doing
source: Backing up %@'s saved data...
dutch: De applicatie %@ wordt nu gebackupped...
french: Sauvegarde des données de %@ en cours...
german: Sichere die Daten von %@...
spanish: Guardando los datos guardados por %@...

# 1_status_backup_done
source: Backed up %@'s data!
dutch: De applicatie %@ is gebackupped!
french: Sauvegarde des données de %@ effectuée !
german: Die Daten von %@ sind gesichert!
spanish: Se han guardado los datos de %@

# 1_status_backup_failed
source: The app %@'s data could not be backed up.
dutch: De applicatie %@ kan niet worden gebackupped.
french: Les données de %@ n'ont pu être sauvegardées.
german: Die Daten von %@ konnten nicht gesichert werden.
spanish: Los datos de las aplicaciones de %@ se han guardado.

# 1_status_restore_doing
source: Restoring %@'s saved data...
dutch: Bezig met terugzetten met de data van %@ ...
french: Restauration des données de %@ en cours...
german: Stelle die Daten von %@ wieder her...
spanish: Restaurando los datos guardados de %@...

# 1_status_restore_done
source: Restored %@'s data!
dutch: Alle data van %@ is teruggezet!
french: Restauration des données de %@ effectuée !
german: Die Daten von %@ sind wiederhergestellt!
spanish: Se han restaurado los datos de %@

# 1_status_restore_failed
source: The app %@'s data could not be restored.
dutch: De applicatie %@ kan niet worden teruggezet.
french: Les données de %@ n'ont pu être restaurées.
german: Die Daten von %@ konnten nicht wiederhergestellt werden.
spanish: Los datos de las aplicaciones de %@ no se han podido restaurar.
